Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And he said to them, Why are you full of fear, O you of little faith? Then he got up and gave orders to the winds and the sea; and there was a great calm.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏥᏍᎦᎢᎭ? ᎤᏍᏗ ᎢᏦᎯᏳᎯ! ᎿᏉᏃ ᏚᎴᏅ ᏚᏍᎦᏤ ᎤᏃᎴ ᎠᎴ ᎥᏓᎵ, ᎤᏣᏘᏃ ᎤᏓᏥᎾᏍᏛᎯ ᏄᎵᏍᏔᏁᎢ.

source: And the men were full of wonder, saying, What sort of man is this, that even the winds and the sea do his orders?
chr: ᎠᏂᏍᎦᏯᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᏉᏰᏃ ᎤᏃᎴ ᎠᎴ ᎥᏓᎵ ᎢᎬᏬᎯᏳᎲᏍᎦ.

source: And when he had come to the other side, to the country of the Gadarenes, there came out to him from the place of the dead, two who had evil spirits, so violent that no man was able to go that way.
chr: ᎢᏍᎪᏂᏗᏢᏃ ᏭᎷᏨ ᎦᎩᏏᏂ ᎤᎾᏤᎵᎪᎯ, ᎠᏂᏔᎵ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ ᏕᎬᏩᏠᏎᎢ, ᏓᏓᏂᏌᎲ ᏧᏂᏄᎪᏤᎢ, ᎤᏣᏔᏅᎯ ᎤᏂᎿᎸᎯᏳ ᎨᏎᎢ, ᎾᏍᎩ ᎥᏝ ᎩᎶ ᎾᎿ ᎬᏩᎶᎯᏍᏗ ᏱᎨᏎᎢ.

source: And they gave a loud cry, saying, What have we to do with you, you Son of God? Have you come here to give us punishment before the time?
chr: ᎠᎴ ᎬᏂᏳᏉ ᎤᏁᎷᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎥᏝ ᎪᎱᏍᏗ ᏗᎦᏓᏛᏙᏗ ᏱᎩ ᏂᎯ, ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᏥᎪ ᎠᏂ ᏣᎷᏥᎸ ᏍᎩᏂᎩᎵᏲᎢᏍᏙᏗᏱᏉ ᎠᏏᏉ ᎾᏍᏆᎵᏍᎬᎾ?

source: Now there was, some distance away, a great herd of pigs taking their food.
chr: ᎨᎯᏃ ᎢᏴᏛ ᏗᏁᏙᎮ ᎤᏂᏣᏘ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᎾᎵᏍᏓᏴᏂᏙᎮᎢ.

source: And the evil spirits made strong prayers to him, saying, If you send us out, let us go into the herd of pigs.
chr: ᎠᏂᏍᎩᎾᏃ ᎬᏩᏔᏲᏎᎴᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᎢᏳᏃ ᏍᎩᏂᏄᎪᏫᏒᎭ, ᎤᎾᏁᎳᎩ ᏍᎩᏁᎵᏎᎸᎭ ᏏᏆ ᏑᎾᏓᏡᎩ ᏫᎪᏍᏗᏴᏍᏗᏱ.

source: And he said to them, Go. And they came out, and went into the pigs; and the herd went rushing down a sharp slope into the sea and came to their end in the water.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏍᏕᎾ. ᎤᏂᏄᎪᏨᏃ, ᏏᏆ ᏑᎾᏓᏡᎩ ᏫᏚᏂᏴᎴᎢ. ᎠᎴ ᎬᏂᏳᏉ ᏂᎦᏛ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᏯᏄᎵᏳ ᎤᎾᎵᏎᎢ, ᏭᏂᎦᏐᎠᏎ ᎦᏁᏡᎩ ᎬᏒᎢ, ᎥᏓᎵ ᏭᎾᎵᏔᏗᏅᏎᎢ, ᎠᎴ ᎠᎹᏱ ᏚᏂᎵᏬᏤᎢ.

source: And their keepers went in flight to the town and gave an account of everything, and of the men who had the evil spirits.
chr: ᏗᏂᎦᏘᏯᏃ ᎤᎾᎵᏎᎢ, ᏗᎦᏚᎲ ᏭᏂᎶᏎᎢ, ᏂᎦᏛ ᏭᏂᏃᎮᎴᎢ, ᎠᎴ ᎠᏂᏍᎩᎾ ᎬᏩᏂᏯᎢ ᏄᎾᎵᏍᏓᏁᎸᎢ.

source: And all the town came out to Jesus; and seeing him they made request that he would go away from their part of the country.
chr: ᎬᏂᏳᏉᏃ ᏂᎦᏗᏳ ᏍᎦᏚᎩ ᏧᏂᏄᎪᏤᎢ, ᏥᏌ ᏕᎬᏩᏠᏏᎴᎢ; ᎬᏩᎪᎲᏃ ᎬᏩᏔᏲᏎᎴ ᎤᏓᏅᏍᏗᏱᏉ ᎤᎾᏤᎵᎪᎯ ᎨᏒᎢ.

source: Chapter 9
chr: ᎠᏯᏙᎸᎢ 9

source: And he got into a boat and went across and came to his town.
chr: ᏥᏳᎯᏃ ᎤᏣᏅ, ᏚᏪᏐᏤᎢ, ᎤᏩᏒᏃ ᎤᏪᏚᎲ ᏭᎷᏤᎢ.

source: And they took to him a man stretched on a bed who had no power of moving; and Jesus, seeing their faith, said to the man who was ill, Son, take heart; you have forgiveness for your sins.
chr: ᎬᏂᏳᏉᏃ ᎬᏩᏘᏃᎮᎴ ᎠᏍᎦᏯ ᎤᏢᎩ ᎤᎸᏓᎸᎥᏍᎩ ᎦᏅᎨ ᎠᏤᏍᏙᎩᎯ; ᏥᏌᏃ ᎤᏙᎴᎰᏒ ᎠᏃᎯᏳᎲᏍᎬᎢ, ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ; ᎠᏇᏥ, ᎤᎦᎵᏍᏗᏳᏉ ᎭᏓᏅᏓᏓ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ.

source: And some of the scribes said among themselves, This man has no respect for God.
chr: ᎬᏂᏳᏉᏃ ᎢᎦᏛ ᏗᏃᏪᎵᏍᎩ ᎯᎠ ᏄᏂᏪᏎ ᏚᎾᏓᏅᏛᎢ; ᎯᎠ ᎠᏍᎦᏯ ᎦᎸᎳᏗ ᎡᎯ ᎠᏐᏢᎢᏍᏗᎭ.

source: And Jesus, having knowledge of what was in their minds, said, Why are your thoughts evil?
chr: ᏥᏌᏃ ᎠᎦᏔᎮ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎦᏙᏃ ᎤᏲ ᎢᏣᏓᏅᏖᎭ ᏗᏥᎾᏫᏱ?

source: For which is the simpler, to say, You have forgiveness for your sins; or to say, Get up and go?
chr: ᎦᏙᎨ ᎤᏍᏗ ᎤᏟ ᎠᎯᏗᏳ ᎧᏁᎢᏍᏗᏱ, ᏥᎪ ᎯᎠ ᏱᎾᎦᏪᎠ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ? ᎯᎠᎨ ᏱᎾᎦᏪᎠ, ᏔᎴᎲᎦ ᎠᎴ ᎨᏓ?

source: But so that you may see that on earth the Son of man has authority for the forgiveness of sins, (then said he to the man who was ill,) Get up, and take up your bed, and go to your house.
chr: ᎠᏗᎾ ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᏴᏫ ᎤᏪᏥ ᎠᏍᎦᏅᏨ ᎬᏩᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏂ ᎡᎶᎯ, ᎿᏉ ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ; ᏔᎴᎲᎦ, ᏣᏤᏍᏙ ᎯᎾᎩ, ᎠᎴ ᏗᏤᏅᏒ ᎮᎾ.

source: And he got up and went away to his house.
chr: ᏚᎴᏅᏃ ᏧᏪᏅᏒ ᏭᎶᏎᎢ.

source: But when the people saw it they were full of fear, and gave glory to God who had given such authority to men.
chr: ᎤᏂᏣᏘᏃ ᎤᏂᎪᎲ, ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏧᎵᏍᎪᎸᏓᏁᎸᎯ ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᏴᏫ.

source: And when Jesus was going from there, he saw a man whose name was Matthew, seated at the place where taxes were taken; and he said to him, Come after me. And he got up and went after him.
chr: ᏥᏌᏃ ᎾᎿ ᎤᏓᏅᏒ, ᎤᎪᎲᎩ ᎠᏍᎦᏯ ᎹᏚ ᏧᏙᎢᏛ, ᎤᏬᎸᎩ ᎠᏰᎵ ᎠᎫᏴᏗᏱ. ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᏍᎩᏍᏓᏩᏚᎦ. ᏚᎴᏅᏃ ᎤᏍᏓᏩᏛᏒᎩ.

source: And it came about, when he was in the house taking food, that a number of tax-farmers and sinners came and took their places with Jesus and his disciples.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎦᏅᎬ [ᎠᎵᏍᏓᏴᎲᏍᎬ] ᎦᎵᏦᏕ, ᎬᏂᏳᏉ ᎤᏂᏣᏛᎩ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎤᏂᎷᏨ ᎤᎾᏂᏢᏅᎩ ᎠᏂᏅᏜᎥ ᏥᏌ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: And when the Pharisees saw it, they said to his disciples, Why does your Master take food with tax-farmers and sinners?
chr: ᎠᏂᏆᎵᏏᏃ ᎤᎾᏙᎴᎰᏒ, ᎯᎠ ᏂᏚ ᏂᏪᏎᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎦᏙᏃ ᏗᏤᏲᎲᏍᎩ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎢᏧᎳᎭ ᎢᎠᎾᎵᏍᏓᏴᎲᏍᎦ?

source: But on hearing this he said, Those who are well have no need of a medical man, but those who are ill.
chr: ᏥᏌᏃ ᎤᏛᎦᏅ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᏚᏂᏢᎬᎾ ᎥᏝ ᎤᏚᎸᏗ ᏱᏄᎾᎵᏍᏓᏁᎰ ᏗᏓᏅᏫᏍᎩ, ᏧᏂᏢᎩᏍᎩᏂ.

source: But go and take to heart the sense of these words, My desire is for mercy, not offerings: for I have come not to get the upright, but sinners.
chr: ᎢᏤᎾᏍᎩᏂ, ᏫᏣᏕᎶᏆ ᎦᏛᎬ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏪᎭ; ᎠᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏆᏚᎵᎭ, ᎥᏝᏃ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎨᏒᎢ. ᎥᏝᏰᏃ ᎾᏂᏍᎦᏅᎾ ᏱᏗᏥᏯᏅᎯᎸ, ᎠᏂᏍᎦᎾᏍᎩᏂ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾᏓᏅᏛᎢ.

source: Then the disciples of John came to him, saying, Why do we and the Pharisees frequently go without food, but your disciples do not?
chr: ᎿᏉᏃ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ [ᏥᏌ] ᎬᏩᎷᏤᎸᎩ, ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᎠᏴ ᎠᏂᏆᎵᏏᏃ ᏯᏃ ᎠᎹᏟ ᏦᏨᏍᎦ, ᏂᎯᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎠᎹᏟ ᎾᏅᏍᎬᎾ ᏥᎩ?

source: And Jesus said to them, Will the friends of the newly-married man be sad as long as he is with them? But the days will come when he will be taken away from them, and then will they go without food.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᏰᎵ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏂᎦᏔᎯ ᏱᏓᎾᏠᏱᎦ ᎠᏏᏉ ᎤᏕᏒᏂᎸᎯ ᎤᏁᎳᏗᏙᎲᎢ? ᎠᏎᏃ ᎢᎦ ᏛᎵᏱᎶᎵ ᏓᎨᏥᏯᏅᎡᎵ ᎤᏕᏒᏂᎸᎯ, ᎩᎳ ᎿᏉ ᎠᎹᏟ ᏛᏅᏂ.

source: And no man puts a bit of new cloth on an old coat, for by pulling away from the old, it makes a worse hole.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎢᏤ ᏱᎦᎳᏍᏢᏗᏍᎪ ᎤᏪᏘ ᎠᏄᏬᎩᎯ, ᎦᎳᏍᏢᏛᏰᏃ ᏴᎦᏣᎦᎸᏓ ᎠᏄᏬ, ᎤᏓᏣᎦᎸᎲᏃ ᎤᏟ ᎡᏉᎯᏳ ᏱᏂᎦᎵᏍᏓ.

source: And men do not put new wine into old wine-skins; or the skins will be burst and the wine will come out, and the skins are of no more use: but they put new wine into new wine-skins, and so the two will be safe.
chr: ᎥᏝ ᎠᎴ ᎢᏤ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏧᏪᏘ ᏗᏑᏢᏛ ᏱᏓᏂᏟᏍᏗᏍᎪᎢ; ᏗᏑᏢᏛᏰᏃ ᏱᏓᏓᏣᎦᎸ, ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏯᏤᏬᎩ, ᏗᏑᏢᏛᏃ ᏱᏓᏲᎩ. ᎢᏤᏍᎩᏂ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏗᏤ ᏗᏑᏢᏛ ᏓᏂᏟᏍᏗᏍᎪᎢ, ᎢᏧᎳᏃ ᏚᏂᏍᏆᏂᎪᏙᎢ.

source: While he was saying these things to them, there came a ruler and gave him worship, saying, My daughter is even now dead; but come and put your hand on her, and she will come back to life.
chr: ᎠᏏᏉ ᎾᏍᎩ ᏂᏕᎦᏪᏎᎲᎩ, ᎬᏂᏳᏉ ᎩᎶ ᎢᏳᏍᏗ ᏄᎬᏫᏳᏌᏕᎩ ᎤᎷᏨ ᎤᏓᏙᎵᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎠᏇᏥ ᎠᎨᏳᏣ ᎦᏳᎳ ᎤᏲᎱᏏᏕᎾ. ᎠᏗᎾ ᎮᎾ, ᎯᏯᏒᏂᎸᎭ, ᎠᎭ ᏛᎠᏛᏂᏗᏉ.

source: And Jesus got up and went after him, and so did his disciples.
chr: ᏥᏌᏃ ᏚᎴᏅ ᎤᏍᏓᏩᏛᏒᎩ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: And a woman, who for twelve years had had a flow of blood, came after him, and put her hand on the edge of his robe:
chr: ᎬᏂᏳᏉᏃ ᎠᎨᏴ ᎤᏢᎩ ᎩᎬ ᎤᏪᏅᎡᎯ ᏔᎳᏚ ᏧᏕᏘᏴᏓ ᎢᎬᏩᎵᏍᏔᏅᎯ, ᎣᏂᏗᏢ ᎤᎷᎯᏍᏓᏁᎸᎩ, ᎦᏓᎷᏯᏛ ᎤᏄᏩᎥ ᎤᏒᏁᎸᎩ.

source: Because, she said to herself, if I may but put my hand on his robe, I will be made well.
chr: ᎯᎠᏰᏃ ᏄᏪᏎ ᎤᏓᏅᏛᎢ; ᎢᏳᏃ ᎤᏄᏩᎥᏉ ᏯᏆᏒᏂᎸ, ᎠᏎ ᏯᏆᏗᏫ.

source: But Jesus, turning and seeing her, said, Daughter, take heart; your faith has made you well. And the woman was made well from that hour.
chr: ᏥᏌᏃ ᎤᎦᏔᎲᏒ ᎠᎴ ᎤᎪᎲ, ᎯᎠ ᏄᏪᏒᎩ; ᎠᏇᏥ, ᎤᎦᎵᏍᏗᏉ ᎭᏓᏅᏓᏓ. ᏦᎯᏳᏒ ᏣᏗᏫᏍᏓ. ᎠᎨᏴᏃ ᎾᎯᏳᏉ ᎤᏗᏩᏒᎩ.

source: And when Jesus came into the ruler's house and saw the players with their instruments and the people making a noise,
chr: ᏥᏌᏃ ᏄᎬᏫᏳᏌᏕᎩ ᎦᏁᎸ ᎤᎷᏨ, ᎠᎴ ᏚᎪᎲ ᏗᏂᏤᎷᎯᏍᎩ, ᎠᎴ ᏴᏫ ᏓᏂᏴᎬᎢ,

source: He said, Make room; for the girl is not dead, but sleeping. And they were laughing at him.
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏣᏓᏅᎾ, ᎾᎪᏃ ᎤᏲᎱᏒᎯ ᏱᎩ ᎠᎨᏳᏣ; ᎦᎵᎭᏉᏍᎩᏂ. ᎥᎬᏩᏰᏣᏍᏔᏅᏉᏃ.

source: But when the people were sent out, he went in and took her by the hand; and the girl got up.
chr: ᎨᏥᏄᎪᏫᏒᏃ ᏴᏫ, ᎤᏴᎸᎩ ᎤᏬᏰᏂ ᎤᏂᏴᎲᎩ, ᎠᎨᏳᏣᏃ ᏚᎴᏅᎩ.

source: And the news of it went out into all that land.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏚᏃᏣᎶᏥᏙᎸᎢ ᎾᎿ ᏂᎬᎾᏛ ᏚᏰᎵᏏᏙᎸᎩ.

source: And when Jesus went on from there, two blind men came after him, crying out, Have mercy on us, you Son of David.
chr: ᏥᏌᏃ ᎾᎿ ᎤᏓᏅᏒ, ᎠᏂᏔᎵ ᏗᏂᎨᏫ ᎠᏂᏍᎦᏯ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎤᏁᎷᎬᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᏍᎩᏂᏙᎵᎩ ᏂᎯ ᏕᏫ ᎤᏪᏥ.

source: And when he had come into the house, the blind men came to him; and Jesus said to them, Have you faith that I am able to do this? They said to him, Yes, Lord.
chr: ᎦᎵᏦᏕᏃ ᎤᏴᎸ, ᏗᏂᎨᏫ ᎬᏩᎷᏤᎸᎩ, ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏍᏙᎯᏳᎲᏍᎦᏍᎪ ᏰᎵ ᎾᏍᎩ ᎢᎬᏆᏛᏁᏗ ᎨᏒᎢ? ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎥᎥ, ᏣᎬᏫᏳᎯ.

source: Then he put his hand on their eyes, saying, As your faith is, let it be done to you.
chr: ᎿᏉᏃ ᏚᏒᏁᎸ ᏗᏂᎦᏙᎵ, ᎯᎠ ᏄᏪᏒᎩ; ᏄᏍᏛ ᎢᏍᏙᎯᏳᎲᏍᎬ ᎾᏍᎩᏯ ᏂᏍᏓᎵᏍᏓᏏ.

source: And their eyes were made open. And Jesus said to them sharply, Let no man have knowledge of it.
chr: ᏗᏂᎦᏙᎵᏃ ᏚᎵᏍᏚᎩᏒᎩ. ᏥᏌᏃ ᏚᏅᏍᏓᏕᎸᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏞᏍᏗ ᎩᎶ ᎤᏙᎴᎰᏒᎩ.

source: But they went out and gave news of him in all that land.
chr: ᎠᏎᏃ ᎤᎾᏓᏅᏒᏉ ᏚᏂᏃᏣᎳᏅᎩ ᎾᎿ ᏂᎬᎾᏛᎢ.

source: And while they were going away, there came to him a man without the power of talking, and with an evil spirit.
chr: ᎿᏉᏃ ᎠᏂᏄᎪᎬᎢ ᎬᏂᏳᏉ ᎩᎶ ᎬᏩᏘᏃᎮᎸᎩ ᎠᏍᎦᏯ ᎤᏩᎨᏫ, ᎠᏍᎩᎾ ᎤᏯᎢ.

source: And when the evil spirit had been sent out, the man had the power of talking: and they were all surprised, saying, Such a thing has never been seen in Israel.
chr: ᎠᏍᎩᎾᏃ ᎠᏥᏄᎪᏫᏒ ᎤᏩᎨᏫ ᎤᏬᏂᏒᎩ. ᎤᏂᏣᏘᏃ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎥᏝ ᎢᎸᎯᏳ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎪᎲᎯ ᏱᎩ ᎢᏏᎵᏱ.

source: But the Pharisees said, By the ruler of evil spirits, he sends evil spirits out of men.
chr: ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵ ᎤᎬᏫᏳᎯ ᎬᏗᎭ ᏥᏕᎦᏄᎪᏫᏍᎦ ᎠᏂᏍᎩᎾ.

source: And Jesus went about all the towns and small places, teaching in their Synagogues and preaching the good news of the kingdom and making well all sorts of disease and pain.
chr: ᏥᏌᏃ ᏂᎦᎥ ᏧᏛᎾ ᏕᎦᏚᎲ ᎠᎴ ᏧᏍᏗ ᏕᎦᏚᎲ ᎤᏪᏙᎸᎩ, ᏓᏕᏲᎲᏍᎬᎩ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎠᎵᏥᏙᎲᏍᎬᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎧᏃᎮᏍᎬᎩ, ᎠᎴ ᏕᎧᏅᏫᏍᎬ ᏂᎦᎥ ᏚᏂᏢᎬ ᎠᎴ ᏂᎦᎥ ᎥᏳᎩ ᏴᏫ ᎤᏂᏱᎵᏕᎲᎢ.

source: But when he saw all the people he was moved with pity for them, because they were troubled and wandering like sheep without a keeper.
chr: ᏚᎪᎲᏃ ᎤᏂᏣᏘ ᏴᏫ, ᏚᏪᏙᎵᏨᎩ, ᎤᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏩᎾᏉ ᏓᏂᎶᎬᎢ, ᎠᎴ ᎤᎾᏗᎦᎴᏲᏨᎯ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎠᏫ ᎤᏂᏃᏕᎾ ᏁᎲᎾ ᏥᎨᏐ ᎤᏂᎦᏘᏯ.

source: Then he said to his disciples, There is much grain but not enough men to get it in.
chr: ᎿᏉ ᎯᎠ ᏂᏚᏪᎭᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎡᏉᎯᏳ ᏠᎨᏏ ᎤᎦᏛᎾᏨᎯ, ᎠᏎᏃ ᎠᏂᎦᏲᎵᏳ ᏧᏂᎸᏫᏍᏓᏁᎯ.

source: Make prayer, then, to the Lord of the grain-fields, that he may send out workers to get in his grain.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᏔᏲᏏ ᎤᎶᎨᏛ ᏧᏅᏍᏗᏱ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᎦᏛᎾᏤᎸᎢ.

source: Chapter 10
chr: ᎠᏯᏙᎸᎢ 10

source: And he got together his twelve disciples and gave them the power of driving out unclean spirits, and of making well all sorts of disease and pain.
chr: ᏫᏚᏯᏅᎲᏃ ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏚᏁᎸ ᎠᏂᏍᎩᎾ ᏧᏂᏄᎪᏫᏍᏗᏱ, ᎠᎴ ᏧᎾᏓᏅᏬᏗᏱ ᏂᎦᎥ ᏚᏂᏢᎬ, ᎠᎴ ᏂᎦᎥ ᎥᏳᎩ.

source: Now the names of the twelve are these: The first, Simon, who is named Peter, and Andrew, his brother; James, the son of Zebedee, and John, his brother;
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᏚᎾᏙᎥ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏥᏅᏏᏛ. ᎢᎬᏱᏱ ᏌᏩᏂ ᏈᏓ ᏣᏃᏎᎰᎢ, ᎡᏂᏗᏃ ᎾᏍᎩᏉ ᎤᏅᏟ, ᏥᎻᏃ ᏤᏈᏗ ᎤᏪᏥ, ᏣᏂᏃ ᎾᏍᎩᏉ ᎤᏅᏟ.

source: Philip and Bartholomew; Thomas and Matthew, the tax-farmer; James, the son of Alphaeus, and Thaddaeus;
chr: ᏈᎵᎩᏃ, ᏩᏓᎳᎻᏃ, ᏓᎻᏃ, ᎹᏚᏃ ᎠᏕᎸ ᎠᎩᏏᏙᎯ, ᏥᎻᏃ ᎡᎵᏈ ᎤᏪᏥ, ᎴᏈᏯᏃ ᏓᏗᏯ ᏣᏃᏎᎰᎢ,

source: Simon the Zealot, and Judas Iscariot, who was false to him.
chr: ᏌᏩᏂᏃ ᎠᎨᎾᏂᏗ, ᏧᏓᏏᏃ ᎢᏍᎦᎳᏗ ᎾᏍᎩ ᏥᏌ ᏧᎶᏄᎮᎸᎩ.

source: These twelve Jesus sent out and gave them orders, saying, Do not go among the Gentiles, or into any town of Samaria,
chr: ᎾᏍᎩ ᎯᎠ ᏔᎳᏚ ᎢᏯᏂᏛ ᏥᏌ ᏚᏅᏒᎩ ᏚᏁᏤᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᎢᏗᏢ ᏞᏍᏗ ᏫᏥᎶᏒᎩ, ᎠᎴ ᏌᎺᎵ ᎠᏁᎯ ᏚᏂᏚᎲ ᏞᏍᏗ ᎢᏥᏴᎸᎩ

source: But go to the wandering sheep of the house of Israel,
chr: ᎠᏫᏍᎩᏂ ᎤᎾᎴᎾᎯᏛ ᎢᏏᎵ ᏏᏓᏁᎸ ᎨᏒ ᏗᏥᏩᏛᎱᎦ.

source: And, on your way, say, The kingdom of heaven is near.
chr: ᎢᏣᎢᏒᏃ ᎢᏣᎵᏥᏙᎲᏍᎨᏍᏗ, ᎯᎠ ᏂᏥᏪᏍᎨᏍᏗ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ.

source: Make well those who are ill, give life to the dead, make lepers clean, send evil spirits out of men; freely it has been given to you, freely give.
chr: ᏧᏂᏢᎩ ᏕᏥᏅᏫᏍᎨᏍᏗ, ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᏕᏥᏅᎦᎵᏍᎨᏍᏗ, ᏧᏂᏲᎱᏒᎯ ᏕᏣᎴᏗᏍᎨᏍᏗ, ᎠᏂᏍᎩᎾ ᏕᏥᏄᎪᏫᏍᎨᏍᏗ. ᎠᏎᏉ ᎡᏥᏁᎸᎯ, ᎠᏎᏉ ᎢᏣᏓᏁᎮᏍᏗ.

source: Take no gold or silver or copper in your pockets;
chr: ᏞᏍᏗ ᏕᏣᏓᏠᎲ ᏱᏣᏓᏁᎴᏍᏗ ᏓᎶᏂᎨ ᎠᏕᎸ ᎠᎴ ᎤᏁᎬ ᎠᏕᎸ ᎠᎴ ᎥᏣᏱ,

source: Take no bag for your journey and do not take two coats or shoes or a stick: for the workman has a right to his food.
chr: ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᏔᎵ ᏗᏣᏄᏬ, ᎠᎴ ᏗᎳᏑᎶ, ᎠᎴ ᏗᏙᎳᏅᏍᏗ; ᏧᎸᏫᏍᏓᏁᎯᏰᏃ ᎤᏩᏛᏗ ᎨᏐ ᎤᎵᏍᏓᏴᏗ.

source: And into whatever town or small place you go, make search there for someone who is respected, and make his house your resting-place till you go away.
chr: ᎢᎸᎯᏢᏃ ᎤᏛᎾ ᎦᏚᎲ ᎠᎴ ᎤᏍᏗ ᎦᏚᎲ ᎢᏥᎷᎨᏍᏗ, ᎢᏣᏓᏛᏛᎲᏍᎨᏍᏗ ᎩᎶ ᎡᎲ ᎤᏓᏅᏘ, ᎾᎿᏃ ᎢᏥᏁᏍᏗ ᎬᏂ ᎥᏣᏂᎩ.

source: And when you go in, say, May peace be on this house.
chr: ᎠᏓᏁᎸᏃ ᎢᏥᏴᎭ ᎢᏥᏲᎵᎮᏍᏗ.

source: And if the house is good enough, let your peace come on it: but if not, let your peace come back to you.
chr: ᎢᏳᏃ ᎾᎿ ᎠᏂᏁᎳ ᎤᏩᏙᎯᏯᏛ ᏗᎬᏩᎾᏓᏂᎸᎢᏍᏗ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᏩᏙᎯᏯᏛ ᎢᏣᏤᎵ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ; ᎢᏳᏃ ᏗᎬᏩᎾᏓᏂᎸᎢᏍᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎢᏨᏒᏉ ᎢᏥᎷᏤᏗ ᎢᎨᏎᏍᏗ.

source: And whoever will not take you in, or give ear to your words, when you go out from that house or that town, put off its dust from your feet.
chr: ᎢᏳᏃ ᎩᎶ ᏂᏗᏣᏓᏂᎸᎬᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎢᏥᏁᎬ ᎾᏛᎩᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎾᎿ ᎦᎵᏦᏕ ᎠᎴ ᎦᏚᎲ ᎢᏥᏄᎪᎩ, ᏕᏥᏅᎪᎥᏗᏍᎨᏍᏗ ᎦᏓ ᏗᏣᎳᏏᏕᏂ.

source: Truly I say to you, It will be better for the land of Sodom and Gomorrah in the day of God's judging than for that town.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏳᏪᏎᎭ, ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᏓᎻ ᎠᎴ ᎪᎹᎵ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᎤᏟᎯᏳ ᎾᏍᎩ Ꮎ ᎦᏚᎲᎢ.

source: See, I send you out as sheep among wolves. Be then as wise as snakes, and as gentle as doves.
chr: ᎬᏂᏳᏉ ᎢᏨᏅᎵ ᎠᏫ ᎤᏂᏃᏕᎾ ᏣᏁᎳᏗᏙᎰ ᏩᏲᎯ ᎾᏍᎩᏯᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᎾᏛ ᎢᎨᏥᏏᎾᏌᏂ ᎨᏌᏍᏗ, ᎠᎴ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ ᎢᎨᏣᏓᏅᏘ ᎨᏎᏍᏗ.

source: But be on the watch against men: for they will give you up to the Sanhedrins, and in their Synagogues they will give you blows;
chr: ᏕᏤᏯᏙᏤᎮᏍᏗ ᎠᏗᎾ ᏴᏫ, ᏕᎦᎳᏫᎥᏰᏃ ᏙᏓᎨᏣᏘᏃᎵ, ᏧᏂᎳᏫᎢᏍᏗᏱᏃ ᏙᏓᎨᏥᎵᎥᏂᎵ.

source: And you will come before rulers and kings because of me, for a witness to them and to the Gentiles.
chr: ᎠᎴ ᎠᏴ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᏚᏃᎸ ᎢᎬᏱᏗᏢ ᏕᏣᏘᏃᎯᎮᏍᏗ, ᎾᏍᎩ ᎤᏅᏒ ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ.

source: But when you are given up into their hands, do not be troubled about what to say or how to say it: for in that hour what you are to say will be given to you;
chr: ᎠᏎᏃ ᎿᏉ ᏕᎨᏣᏘᏃᎯᎮᏍᏗ ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎢᏳᏍᏗ ᎢᏥᏁᎢᏍᏗᏱ ᎠᎴ ᎢᏥᏪᏍᏗᏱ; ᎾᎯᏳᏉᏰᏃ ᎡᏥᏁᏗ ᎨᏎᏍᏗ ᎢᏥᏪᏍᏗᏱ.

source: Because it is not you who say the words, but the Spirit of your Father in you.
chr: ᎥᏝᏰᏃ ᏂᎯ ᏱᏥᏁᎪᎢ, ᎢᏥᏙᏓᏍᎩᏂ ᎤᏓᏅᏙ ᎧᏁᎪᎢ ᏂᎯ ᎢᏨᏗᏍᎪᎢ.

source: And brother will give up brother to death, and the father his child: and children will go against their fathers and mothers, and put them to death.
chr: ᎠᏍᎦᏯᏃ ᏙᏓᏳᏲᏏ ᎤᏲᎱᎯᏍᏗᏱ ᏗᎾᏓᏅᏟ, ᎠᎦᏴᎵᎨᏃ ᎤᏪᏥ ᏙᏓᏳᏲᏏ, ᎠᎴ ᎣᏂ ᏧᎾᏛᏒᎯ ᏙᏛᎾᏡᏔᏂ ᏧᏂᎦᏴᎵᎨᎢ, ᎠᎴ ᎾᏍᎩ ᏅᏛᏅᏂᏌᏂ ᏗᎨᏥᎢᏍᏗ ᎨᏎᏍᏗ.

source: And you will be hated by all men because of my name: but he who is strong to the end will have salvation.
chr: ᎠᎴ ᎾᏂᎥᏉ ᏴᏫ ᎨᏥᏍᎦᎩ ᎨᏎᏍᏗ ᎠᏴ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎠᏎᏃ ᎾᏍᎩ ᎬᎵᏍᏆᏗᏍᎩ ᎠᏟᏂᎬᏁᎯ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ.

source: But when they are cruel to you in one town, go in flight to another: for truly, I say to you, You will not have gone through the towns of Israel before the Son of man comes.
chr: ᎠᎴ ᎿᏉ ᎤᏲ ᏂᎨᏨᎿᏕᎨᏍᏗ ᎢᎸᎯᏢ ᎦᏚᎲᎢ, ᎢᎶᎵᏍᎨᏍᏗ ᏅᏩᎵᎴ ᏗᎦᏚᎲ ᏫᏥᎶᏍᎨᏍᏗ. ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎢᏏᎵᏱ ᏕᎦᏚᎲᎢ ᏱᎨᏤᏙᏁᏍᏗ ᎿᏉ ᏴᏫ ᎤᏪᏥ ᏓᎦᎷᏥ.

source: A disciple is not greater than his master, or a servant than his lord.
chr: ᏗᏕᎶᏆᏍᎩ ᎥᏝ ᎤᏟ ᏱᎾᏥᎸᏉᏙᎢ ᎡᏍᎦᏉ ᏧᏪᏲᎲᏍᎩ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᎥᏝ ᎤᏟ ᏱᎾᏥᎸᏉᏙᎢ ᏒᏍᎦᏉ ᎤᏅᏏᏙᎯ.

source: It is enough for the disciple that he may be as his master, and the servant as his lord. If they have given the name Beelzebub to the master of the house, how much more to those of his house!
chr: ᏰᎵᏉᏰᏃ ᏗᏕᎶᏆᏍᎩ ᏧᏪᏲᎲᏍᎩ ᎢᏧᎳᎭᏉ ᏱᎩ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᎢᏧᎳᎭᏉ ᏱᎩ. ᎢᏳᏰᏃ ᏧᏓᏘᎿᎢ ᎠᏓᏁᎸ ᏇᎵᏥᏆ ᏳᏃᏎᎸ, ᎤᏟ ᎠᎯᏗᏳ ᎾᏍᎩ ᎢᏧᏂᏪᏎᏗᏱ ᏚᏓᏘᎿᎥᎢ.

source: Have, then, no fear of them: because nothing is covered which will not come to light, or secret which will not be made clear.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ. ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎳ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎤᏕᎵᏛ ᏱᎩ ᎾᏍᎩ ᎠᏙᎴᎰᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: What I say to you in the dark, say in the light: and what comes to your ear secretly, say publicly from the house-tops.
chr: ᎤᎵᏏᎬ ᎢᏨᏁᏤᎸᎢ ᎢᎦᎦᏛ ᎢᏥ ᏁᎨᏍᏗ; ᎡᏣᏙᏅᎡᎸᏃ ᎨᏒ ᎦᏌᎾᎵ ᎢᏣᎵᏥᏙᎲᏍᎨᏍᏗ.

source: And have no fear of those who put to death the body, but are not able to put to death the soul. But have fear of him who has power to give soul and body to destruction in hell.
chr: ᎠᎴ ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ ᎠᏰᎸᎢ ᎠᏂᎯᎯ, ᎠᏎᏃ ᎠᏓᏅᏙ ᎬᏩᏂᎯᏍᏗ ᏂᎨᏒᎾ ᏥᎩ. ᎤᎬᏫᏳᏎᏍᏗᏍᎩᏂ ᎡᏥᏍᎦᎢᎮᏍᏗ ᎾᏍᎩ ᏗᎬᏩᎯᏍᏗ ᏥᎩ ᎠᏰᎸᎢ ᎠᎴ ᎠᏓᏅᏙ ᎢᏧᎳ ᏨᏍᎩᏃᎢ.

source: Are not sparrows two a farthing? and not one of them comes to an end without your Father:
chr: ᏝᏍᎪ ᎠᏂᏔᎵ ᏥᏍᏆᏯ ᏌᏉ ᎢᏯᏓᏅᏖᏗ ᏧᎾᎬᏩᎶᏗ ᏱᎩ, ᎠᏎᏃ ᎥᏝ ᏌᏉ ᎡᎳᏗ ᎤᏅᎢᏍᏗ ᏱᎩ ᎢᏥᏙᏓ ᎤᏓᏅᏖᎸᎯ ᏂᎨᏒᎾ.

source: But the hairs of your head are all numbered.
chr: ᎾᏍᏉᏍᎩᏂ ᎢᏥᏍᏘᏰᎬ ᎢᏥᏍᎪᎵ ᏂᎦᏗᏳ ᏗᏎᎸᎯ.

source: Then have no fear; you are of more value than a flock of sparrows.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᎤᏟᏰᏃ ᏂᎦᎥ ᏗᏣᎬᏩᎶᏗ ᏂᎯ ᎡᏍᎦᏉ ᎤᏂᏣᏘ ᏥᏍᏆᏯ.

source: To everyone, then, who gives witness to me before men, I will give witness before my Father in heaven.
chr: ᎩᎶᏰᏃ ᎬᏂᎨᏒ ᎾᏋᏁᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᏉ ᎠᏴ ᎾᏍᎩ ᎬᏂᎨᏒ ᎤᏓᏥᏴᏁᎵ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᎦᏔᎲᎢ.

source: But if anyone says before men that he has no knowledge of me, I will say that I have no knowledge of him before my Father in heaven.
chr: ᎩᎶᏍᎩᏂ ᎢᎠᏆᏓᏱᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᏉ ᎠᏴ ᎾᏍᎩ ᏓᏥᏯᏓᏱᎵ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᎦᏔᎲᎢ.

source: Do not have the thought that I have come to send peace on the earth; I came not to send peace but a sword.
chr: ᏞᏍᏗ ᏙᎯᏱ ᎤᎾᏄᎪᏫᏏᎸ ᎡᎶᎯ, ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎥᏝᏍᎩᏂ ᏙᎯᏱ ᏯᎩᎾᏄᎪᏫᏏᎸ, ᎠᏰᎳᏍᏗᏍᎩᏂ ᎦᏅᎯᏛ.

source: For I have come to put a man against his father, and the daughter against her mother, and the daughter-in-law against her mother-in-law:
chr: ᎠᏴᏰᏃ ᎠᎩᎷᏥᎸ, ᏗᎾᏓᏍᎦᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏍᎦᏯ ᎤᏙᏓᏃ, ᎠᎴ ᎠᎦᏅᎩ ᎠᎨᏴ ᎤᏥᏃ, ᎠᎴ ᎤᏓᏦᎯᏯ ᎤᏦᎯᏃ;

source: And a man will be hated by those of his house.
chr: ᎩᎶᏃ ᎤᏩᏒᏉ ᏚᏓᏘᎿᎥ ᎬᏩᏍᎦᎩ ᎨᏎᏍᏗ.

source: He who has more love for his father or mother than for me is not good enough for me; he who has more love for son or daughter than for me is not good enough for me.
chr: ᎩᎶᏃ ᎤᏟ ᏄᎨᏳᏎᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᎡᏍᎦᏉ ᎠᏴ ᎾᎩᎨᏳᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ. ᎩᎶᏃ ᎤᏟ ᏄᎨᏳᏎᏍᏗ ᎤᏪᏥ ᎠᏍᎦᏯ ᎠᎴ ᎤᏪᏥ ᎠᎨᏴ ᎡᏍᎦᏉ ᎠᏴ ᎾᎩᎨᏳᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ.

source: And he who does not take his cross and come after me is not good enough for me.
chr: ᎩᎶ ᎾᏱᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎠᎴ ᎾᎩᏍᏓᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ.

source: He who has the desire to keep his life will have it taken from him, and he who gives up his life because of me will have it given back to him.
chr: ᎩᎶᏃ ᎬᏅ ᎢᎠᏩᏘᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎢᎤᏲᎱᏎᎮᏍᏗ ᎬᏅ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏩᏛᏗ ᎨᏎᏍᏗ.

source: He who gives honour to you gives honour to me; and he who gives honour to me gives honour to him who sent me.
chr: ᎩᎶᏃ ᏕᏣᏓᏂᎸᎨᏍᏗ, ᎾᏍᎩ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ; ᎩᎶᏃ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᎾᏍᎩ ᏓᏓᏂᎸᎨᏍᏗ ᏅᏛᎩᏅᏒᎯ

source: He who gives honour to a prophet, in the name of a prophet, will be given a prophet's reward; and he who gives honour to an upright man, in the name of an upright man, will be given an upright man's reward.
chr: ᎩᎶᏃ ᏓᏓᏂᎸᎨᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎠᏙᎴᎰᏍᎩ ᎨᏒ ᎤᏗᎦᎵᏍᏙᏗᎨᏍᏗ, ᎠᏙᎴᎰᏍᎩ ᎠᎦᎫᏴᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᎠᎦᎫᏴᏓᏁᎮᏍᏗ; ᎩᎶᏃ ᏓᏓᏂᎸᎨᏍᏗ ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎤᏓᏅᏘ ᎨᏒ ᎤᏗᎦᎵᏍᏙ ᏗᏍᎨᏍᏗ, ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎠᎦᎫᏴᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᎠᎦᎫᏴᏓᏁᎮᏍᏗ.

source: And whoever gives to one of these little ones a cup of cold water only, in the name of a disciple, truly I say to you, he will not go without his reward.
chr: ᎩᎶᏃ ᏌᏉ ᎯᎠ ᏧᎾᏍᏗ ᎨᏒᎢ ᎤᎵᏍᏈᏗᏉ ᎠᎧᎵᎢ ᎤᏴᏜ ᎠᎹ ᎠᎱᎥᏍᎨᏍᏗ ᎠᎩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏙᎯᏳᎯᏯ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎾᏍᎩ ᎤᏲᎱᏎᏗ ᏱᎨᏎᏍᏗ ᎠᎦᎫᏴᎡᏗ ᎨᏒᎢ.

source: Chapter 11
chr: ᎠᏯᏙᎸᎢ 11

source: And it came about that when Jesus had come to the end of giving these orders to his twelve disciples, he went away from there, teaching and preaching in their towns.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ; ᏥᏌ ᎤᏍᏆᏛ ᏕᎧᏁᏤᎲ ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎤᏂᎩᏒᎩ ᎾᎿᏂ, ᏚᏕᏲᎤᏒᎩ ᎠᎴ ᎤᎵᏥᏙᏅᏒᎩ ᏚᏂᏚᎿᎥᎢ.

source: Now when John had news in prison of the works of the Christ, he sent his disciples
chr: ᎿᏉᏃ ᏣᏂ ᏣᏥᏍᏚᎲ ᏧᏛᎦᏅ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲ ᎦᎶᏁᏛ, ᏙᏧᏅᏎ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ,

source: To say to him, Are you he who is to come, or are we waiting for another?
chr: ᎯᎠ ᏅᏓᏳᏪᏎᎸᎩ; ᏂᎯᏍᎪ Ꮎ ᎤᎷᎯᏍᏗ ᏥᎩ, ᏥᎪᎨ ᏅᏩᏓᎴ ᎣᏥᎦᏖᏃᎮᏍᏗ?

source: And Jesus, answering, said to them, Go and give news to John of the things which you are seeing and hearing:
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᏍᏕᎾ ᏣᏂ ᏫᎡᏍᏗᏃᎲᏏ ᏂᎦᎥ ᎢᏍᏓᏛᎩᏍᎬᎢ ᎠᎴ ᎢᏍᏗᎪᏩᏘᏍᎬᎢ:

source: The blind see; those who were not able to, are walking; lepers are made clean; those who were without hearing, now have their ears open; the dead come to life again, and the poor have the good news given to them.
chr: ᏗᏂᎨᏫ ᎠᏂᎪᏩᏘᎭ, ᏗᏂᏲᎤᎵᏃ ᎠᏁᏙᎭ, ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᏚᎾᏗᏩᏍᎦ, ᏧᏂᎵᎡᎾᏃ ᎠᎾᏛᎩᎭ, ᏧᏂᏲᎱᏒᎯᏃ ᏕᎨᎦᎴᏗᎭ ᎤᏲᏃ ᎢᏳᎾᏛᎿᏕᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎨᎦᎵᏥᏙᏁᎭ.

source: And a blessing will be on him who has no doubts about me.
chr: ᎠᎴ ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎩᎶᏂᏗᏥᏲᏕᏍᏗᏍᎬᎾ ᎢᎨᏎᏍᏗ.

source: And when they were going away, Jesus, talking of John, said to all the people, What went you out into the waste land to see? a tall stem moving in the wind?
chr: ᎢᎤᏁᏅᏃ ᏥᏌ ᎤᎴᏅᎲᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎤᏂᏣᏘ ᏣᏂ ᏚᏃᎮᏓᏁᎸᎩ; ᎦᏙ ᎢᏣᎦᏔᏅᏎ ᎢᎾᎨᎢ? ᏩᏐᎾᏍᎪ ᎤᏃᎴ ᎤᏖᎸᎮᏍᎬᎢ?

source: But what went you out to see? a man delicately clothed? Those who have fair robes are in kings' houses.
chr: ᎦᏙᎨ ᎢᏣᎦᏔᏅᏎᎢ? ᎠᏍᎦᏯᏍᎪ ᏗᏩᎾᎨ ᏧᏄᏩᎢ? ᎬᏂᏳᏉ ᏗᏩᎾᎨ ᏧᎾᏄᏩᎢ ᎤᏂᎬᏫᏳᎯ ᏓᏂᏁᎸ ᎠᏁᎰᎢ.

source: But why did you go out? to see a prophet? Yes, I say to you, and more than a prophet.
chr: ᎦᏙᎨ ᎢᏣᎦᏔᏅᏎᎢ? ᎠᏙᎴᎰᏍᎩᏍᎪ? ᎥᎥ, ᎢᏨᏲᏎᎭ, ᎠᎴ ᎤᏟᎯᏳ ᎡᏍᎦᏉ ᎠᏙᎴᎰᏍᎩ.

source: This is he of whom it has been said, See, I send my servant before your face, who will make ready your way before you.
chr: ᎾᏍᎩᏍᎩᏂ ᎯᎠ Ꮎ ᎨᎪᏪᎸ ᎯᎠ ᎠᏥᏃᎮᎸᏍᎬ ᏥᏂᎬᏅ; ᎬᏂᏳᏉ, ᏥᏅᎵ ᏥᏅᏏᏓᏍᏗ ᏣᎧᏛ ᎢᎬᏱᏗᏢ, ᎾᏍᎩ ᏓᏣᏛᏅᎢᏍᏓᏁᎵ ᏣᎶᎯᏍᏗᏱ ᎢᎬᏱᏗᏢ.

source: Truly I say to you, Among the sons of women there has not been a greater than John the Baptist: but he who is least in the kingdom of heaven is greater than he.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏂᎨᏴ ᎬᏩᏂᎾᏄᎪᏫᏒᎯ ᏥᎩ ᎥᏝ ᎩᎶ ᏳᎾᏄᎪᏨ ᎬᏩᏓᎵᏁᎯᏕᏗ ᏣᏂ ᏗᏓᏬᏍᎩ; ᎠᏎᏃ ᎤᏍᏗᎧᏂ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏣᏂ.

source: And from the days of John the Baptist till now, the kingdom of heaven is forcing its way in, and men of force take it.
chr: ᏣᏂᏃ ᏗᏓᏬᏍᎩ ᎤᎾᏄᎪᏨ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏘ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎾᏁᎷᎩᎡᎭ, ᎠᎾᏁᎷᎩᏍᎩᏃ ᎬᏍᎦᎢᏍᏓᎩ ᏓᏂᏂᏱᎭ.

source: For all the prophets and the law were in force till John.
chr: ᎾᏂᎥᏰᏃ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎾᏙᎴᎰᏍᎬᎩ ᏣᏂ ᎤᎾᏄᎪᏥᎸ ᎢᏯᏍᏘ.

source: And if you are able to see it, this is Elijah who was to come.
chr: ᎢᏳᏃ ᏗᎨᏣᏓᏂᎸᎢᏍᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎯᎠ ᎢᎳᏯ ᎤᎷᎯᏍᏗ ᏥᎨᏒᎩ.

source: He who has ears, let him give ear.
chr: ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᎾᏍᎩ ᎠᏛᎩᏍᎨᏍᏗ.

source: But what comparison may I make of this generation? It is like children seated in the market-places, crying out to one another,
chr: ᎦᏙᎨ ᏙᏓᎦᏥᏯᏟᎶᏍᏔᏂ ᎯᎠ ᎪᎯ ᏣᏁᎭ? ᏗᏂᏲᎵᏉ ᎾᏍᎩᏯ ᎦᏃᏙᏗᏱ ᏣᏂᏃᎢ ᎠᎴ ᏥᏫᏓᏂᏯᏂᏍᎪ ᎤᏁᏓᏍᏗ;

source: We made music for you and you did not take part in the dance; we gave cries of sorrow and you made no signs of grief.
chr: ᎠᎴ ᎯᎠ ᏥᏂᏓᏂᏪᏎᎰᎢ; ᎠᏤᎷᎩ ᎣᎬᏔᏅ ᏕᏨᏃᎩᎡᎸ, ᎠᏎᏃ ᎥᏝ ᏱᏣᎵᏍᎩᏒ; ᏙᏥᏴᎬᎩ ᎢᏣᏛᎪᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏗᏣᏠᏱᎸ.

source: For John came, taking no food or drink, and they say, He has an evil spirit.
chr: ᏣᏂᏰᏃ ᎤᎷᏨᎩ ᎥᏝ ᏯᎵᏍᏓᏴᎲᏍᎨᎢ ᎠᎴ ᎥᏝ ᏯᏗᏔᏍᎨᎢ, ᎠᏎᏃ ᏂᎠᏂᏪᎭ; ᎠᏍᎩᎾ ᎤᏯᎠ.

source: The Son of man has come feasting, and they say, See, a lover of food and wine, a friend of tax-farmers and sinners! And wisdom is judged to be right by her works.
chr: ᏴᏫ ᎤᏪᏥ ᎤᎷᏨ ᎠᎵᏍᏓᏴᎲᏍᎦ ᎠᎴ ᎠᏗᏔᏍᎦ, ᎯᎠᏃ ᏂᎠᏂᏪᎭ; ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᎤᎬᎥᏍᎩ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ, ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᏕᎾ ᎤᎾᎵᎢ. ᎠᏎᏃ ᎠᎦᏔᎿᎢ ᏧᏪᏥ ᎣᏏᏳ ᎢᎬᏩᏰᎸᎭ.

source: Then he went on to say hard things to the towns where most of his works of power were done, because they had not been turned from their sins.
chr: ᎿᏉᏃ ᎤᎴᏅᎲᎩ ᏚᎬᏍᎪᎸᏅᎩ ᏚᏂᏚᎲᎢ ᎾᎿ ᎤᏟ ᎢᎦᎢ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏚᎾᏓᏅᏛ ᏂᏚᏂᏁᏟᏴᏒᎾ ᎨᏒᎢ.

source: Unhappy are you, Chorazin! Unhappy are you, Beth-saida! For if the works of power which were done in you had been done in Tyre and Sidon, they would have been turned from their sins in days gone by, clothing themselves in haircloth and putting dust on their heads.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎪᎴᏏᏂ, ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏇᏣᏱᏗ; ᎢᏳᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏕᎦᎸᏫᏍᏓᏁᎸ ᏂᎯ ᎢᏤᎲ ᏱᏙᎦᎸᏫᏍᏓᏁᎴ ᏔᏯ ᎠᎴ ᏌᏙᏂ, ᎪᎯᎩ ᏗᎬᏩᏂᏁᏟᏴᏛ ᏱᎨᏎ ᏚᎾᏓᏅᏛᎢ, ᏧᏏᏕᎾ ᏱᏚᎾᏄᏬᎡ ᎠᎴ ᎪᏍᏚ ᏳᎾᏓᏅᎵᏰᎡᎢ.

source: But I say to you, It will be better for Tyre and Sidon in the day of judging, than for you.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏔᏯ ᎠᎴ ᏌᏙᏂ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᎤᏟᎯᏳ ᏂᎯ.

source: And you, Capernaum, were you not to be lifted up to heaven? you will go down into hell: for if the works of power which were done in you had been done in Sodom, it would have been here to this day.
chr: ᏂᎯᏃ ᎨᏆᏂ ᎦᎸᎳᏗ ᎢᏴᏛ ᏤᏣᏌᎳᏓ, ᏨᏍᎩᏃᎢ ᏮᏓᏰᎶᎥᏔᏂ; ᎢᏳᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏕᎦᎸᏫᏍᏓᏁᎸ ᏂᎯ ᎢᏤᎲ ᏱᏙᎦᎸᏫᏍᏓᏁᎴ ᏐᏓᎻᏱ, ᎠᏏ ᎪᎯ ᎨᏒ ᏱᏂᎬᏩᏍᏕᏉ.

source: But I say to you that it will be better for the land of Sodom in the day of judging, than for you.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᎵᎻ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᎤᏟᎯᏳ ᏂᎯ.
